224 164
224 165
32 256
101 32
115 32
116 104
256 190
100 32
105 110
97 110
101 114
257 141
267 256
111 110
44 32
261 259
262 256
116 32
257 135
101 110
111 114
97 108
116 105
97 114
121 32
256 191
281 256
101 263
111 102
258 149
284 32
256 176
114 101
257 128
256 130
46 32
111 32
265 263
115 116
97 32
264 32
105 99
264 103
97 116
114 111
274 258
257 139
269 32
256 168
116 292
262 258
101 115
111 117
266 32
256 164
298 32
97 260
101 260
277 32
105 116
101 108
105 260
10 10
256 149
289 258
99 104
111 108
265 32
105 108
105 115
268 176
111 109
97 278
257 136
256 184
97 99
101 99
290 258
97 115
276 32
109 32
117 114
257 129
84 104
185 329
258 184
97 273
261 32
256 178
97 109
115 105
258 174
110 32
257 164
101 109
100 105
268 175
256 185
256 174
114 105
272 176
108 280
275 32
275 116
117 115
285 301
286 271
108 101
46 318
256 166
105 114
119 104
256 181
339 259
97 98
287 258
117 108
256 151
111 119
117 110
104 32
274 333
108 105
256 175
115 270
119 105
99 269
256 170
111 112
111 115
272 168
97 100
97 103
44 258
118 266
101 116
257 130
118 259
119 312
112 300
98 280
10 32
97 112
258 170
101 100
261 342
275 273
287 268
102 335
282 149
115 117
49 57
104 97
381 343
108 259
100 101
282 175
108 32
101 120
328 269
296 271
278 99
99 327
328 303
105 109
349 258
39 260
270 293
116 266
105 103
102 276
116 114
268 164
308 110
264 99
261 101
256 182
111 99
288 115
279 259
107 32
50 48
291 369
297 32
102 300
278 269
105 100
32 40
266 259
101 279
265 100
347 377
440 336
112 108
117 109
278 303
285 320
321 32
256 172
98 101
117 99
111 103
101 270
115 112
256 156
109 97
113 117
111 116
258 181
285 306
111 100
282 164
256 167
258 340
268 181
112 266
115 101
259 286
260 286
291 65
115 104
104 317
275 99
114 97
41 32
226 128
283 305
302 290
306 340
291 73
272 164
299 259
261 309
338 256
148 371
121 270
112 104
111 118
272 178
256 188
294 114
117 100
260 293
258 185
297 376
283 396
256 161
256 159
112 279
117 116
105 273
367 500
98 259
65 108
277 357
285 302
308 114
279 32
270 271
256 163
315 280
101 118
269 103
101 97
170 326
265 99
265 103
65 110
272 156
101 119
258 168
105 294
116 97
48 48
103 104
272 184
305 271
277 108
258 176
256 154
101 294
119 276
32 293
258 133
258 156
322 108
268 183
98 117
111 273
109 101
117 112
299 283
102 102
268 159
258 173
307 270
115 292
116 260
302 333
311 271
119 444
288 99
366 32
307 273
258 166
116 309
108 97
110 105
257 131
266 260
101 112
283 271
399 326
272 174
258 172
112 276
279 280
108 263
256 173
282 168
408 393
111 98
135 330
268 166
100 456
115 273
275 100
65 114
115 291
418 112
268 165
105 118
104 259
274 290
109 265
58 32
49 56
174 377
98 108
297 314
65 109
315 260
279 105
110 544
116 337
116 283
104 312
256 150
282 178
105 112
143 319
259 271
385 273
341 301
277 413
277 552
41 270
116 117
278 109
97 121
485 348
111 390
426 109
279 103
111 111
431 558
322 457
111 488
59 32
291 339
408 263
272 130
274 432
112 101
289 379
112 114
261 266
282 184
269 259
308 273
83 116
258 490
99 359
308 260
100 266
291 72
118 316
382 116
272 175
425 104
108 497
272 166
115 99
112 288
118 105
283 296
258 151
73 110
259 293
34 32
100 325
316 108
102 366
349 318
67 104
543 273
285 287
481 147
268 174
327 259
109 276
97 270
334 115
310 326
418 109
115 121
308 573
102 32
258 164
101 103
112 111
279 100
430 646
99 108
525 32
258 182
256 165
272 183
112 434
356 310
417 32
265 105
98 266
258 137
181 282
313 286
273 286
303 271
65 112
119 101
103 376
97 280
325 104
97 294
48 32
340 290
102 108
265 273
345 259
109 324
412 306
175 353
98 332
257 140
117 260
258 134
256 183
105 314
109 608
658 581
110 374
178 282
102 297
103 105
518 32
114 315
264 116
97 102
266 297
341 290
272 181
332 116
99 429
406 453
302 373
277 105
115 266
455 358
268 149
596 724
261 317
103 300
102 105
464 282
109 264
307 259
265 116
121 445
319 542
109 402
564 310
437 48
437 49
116 119
274 285
276 100
282 176
117 336
260 296
98 111
97 118
395 580
310 484
370 410
272 151
98 309
502 495
274 344
102 264
299 313
324 108
448 271
299 116
276 105
112 385
32 32
32 286
97 264
307 115
116 101
375 100
275 266
268 158
101 273
666 259
100 307
499 302
409 271
133 304
280 286
261 323
522 117
102 331
431 280
261 300
108 299
148 287
415 314
73 348
316 280
787 388
114 265
275 278
324 32
266 348
97 105
32 257
256 136
389 156
264 259
334 273
272 129
99 323
304 301
320 184
107 259
268 167
67 269
316 32
264 424
367 292
429 263
108 619
316 413
361 184
115 364
102 324
306 184
272 185
478 259
345 112
117 594
101 390
310 301
404 271
194 160
104 105
338 287
114 297
258 178
392 383
729 312
268 178
291 83
293 271
342 271
260 305
279 263
778 386
98 334
108 796
97 360
406 98
397 397
98 391
310 428
346 100
115 278
109 359
332 269
320 340
312 295
259 305
269 357
272 170
260 435
549 326
109 279
290 373
110 450
403 181
261 308
363 120
114 398
315 283
330 301
313 293
368 282
105 278
65 117
262 285
638 337
104 121
289 285
108 446
328 99
102 101
282 130
99 288
65 32
71 288
100 332
99 111
85 110
156 486
97 117
49 55
322 105
107 716
395 118
695 358
100 117
258 175
119 672
398 112
98 105
99 355
469 290
121 112
107 311
723 561
419 286
102 266
85 563
278 393
268 170
65 102
749 292
307 260
332 105
167 257
590 280
115 337
530 273
384 372
109 466
317 271
116 108
265 260
99 279
109 111
98 114
383 304
265 280
850 896
407 57
272 149
115 665
118 598
289 304
334 346
276 280
116 358
294 101
269 270
302 344
735 323
325 273
117 288
274 669
279 109
265 420
325 376
364 369
347 589
110 101
485 273
324 259
151 379
694 541
112 920
390 115
108 264
493 309
99 372
483 361
116 355
374 32
299 337
317 295
546 32
571 116
288 334
312 271
105 323
264 305
310 282
265 115
278 115
270 295
554 593
319 301
275 103
115 316
115 322
283 295
367 358
346 303
433 105
274 368
103 108
288 259
294 299
451 286
288 108
325 105
338 330
524 352
272 147
359 260
268 184
501 271
732 118
104 322
270 507
46 397
97 119
109 269
370 635
717 143
351 548
380 293
469 421
259 362
415 260
100 337
341 354
401 271
97 107
412 262
115 10
291 66
461 280
272 165
256 162
403 174
274 319
116 311
289 310
103 288
87 279
542 945
257 166
99 99
87 104
315 121
112 355
105 263
259 296
641 259
476 605
173 685
427 97
110 345
496 456
400 270
44 529
32 10
101 280
50 32
266 270
617 110
107 260
278 118
407 54
109 391
264 118
328 393
790 117
429 100
165 262
319 428
291 79
319 356
282 174
528 264
304 306
257 137
49 32
399 287
117 300
99 337
346 269
382 346
360 283
116 270
290 502
289 333
331 436
351 441
78 276
461 264
103 777
308 115
489 150
411 112
258 792
258 154
258 606
97 366
325 109
156 844
102 345
417 314
642 384
184 301
1020 495
108 433
272 172
112 827
115 321
894 348
330 586
285 706
385 259
449 331
311 305
111 104
406 112
365 628
112 410
77 279
268 168
119 721
411 1090
279 101
265 110
115 107
324 280
110 276
70 114
103 114
384 104
367 444
97 263
260 40
521 259
321 279
133 468
304 302
121 115
69 110
104 101
867 696
583 370
295 293
32 296
381 261
471 105
625 317
102 372
330 734
277 107
275 263
106 332
109 493
276 103
363 103
388 259
304 274
829 701
105 122
256 171
629 384
315 259
114 325
279 321
282 183
294 266
268 154
387 259
541 374
272 136
889 870
65 868
350 402
291 70
69 1066
316 332
83 308
331 99
313 296
97 321
105 32
170 287
117 98
351 557
275 115
361 1005
101 548
512 32
103 1047
109 360
374 348
274 365
115 308
331 107
407 56
115 269
98 316
256 143
575 579
103 322
414 116
325 336
869 104
274 603
102 273
291 77
135 304
108 100
343 877
97 261
452 184
338 304
99 398
116 350
119 299
110 793
445 357
261 741
890 484
99 533
109 112
80 300
269 100
407 55
374 828
459 915
53 32
111 45
403 165
105 313
277 260
282 181
441 260
290 365
97 336
285 281
516 286
99 266
620 436
280 293
351 118
399 371
104 645
80 104
258 143
370 108
400 266
115 109
115 438
470 356
272 163
755 343
39 32
261 444
111 121
52 32
423 271
109 325
119 32
268 161
41 397
955 292
104 316
364 794
267 481
100 114
98 410
